[
  {
    "id": 1,
    "synopsis": "Novels include The Blue Sword (1982) and The Hero and the Crown (1984). Short stories set in Damar include: \"The Healer\" (1982), \"The Stagman\" (1984), \"The Stone Fey\" (1998), \"A Pool in the Desert\" (2004)",
    "title": "Damar",
    "totalBookMembers": 2,
    "attribution_ids": [1]
  },
  {
    "id": 2,
    "synopsis": "The Stormlight Archive is an ongoing epic fantasy novel series written by American author Brandon Sanderson. There are 10 novels planned.",
    "title": "The Stormlight Archive",
    "totalBookMembers": 10,
    "attribution_ids": [2]
  },
  {
    "id": 3,
    "synopsis": "History of the Church (cited as HC) (originally entitled History of Joseph Smith; first published under the title History of the Church of Jesus Christ of Latter-day Saints; nicknamed Documentary History of the Church or DHC) is a semi-official history of the early Latter Day Saint movement during the lifetime of founder Joseph Smith. It is largely composed of Smith's writings and interpolations and editorial comments by Smith's secretaries, scribes, and after Smith's death, historians of The Church of Jesus Christ of Latter-day Saints (LDS Church). The history was written between 1839 and 1856 (Jessee 1976). Part of it was published in Times and Seasons and other church periodicals. It was later published in its entirety with extensive annotations and edits by B. H. Roberts as part of a seven-volume series beginning in 1902 as History of the Church of Jesus Christ of Latter-day Saints.",
    "title": "The Stormlight Archive",
    "totalBookMembers": 7,
    "attribution_ids": [3]
  },
  {
    "id": 4,
    "synopsis": null,
    "title": "The Missing Link Trilogy",
    "totalBookMembers": 3,
    "attribution_ids": [4]
  },
  {
    "id": 5,
    "synopsis": "At the centre of the plot is a love triangle involving Baoyu, a young aristocratic fop, and his two girl-cousins. These characters divide readers into fiercely opposing camps: some prefer the wilting, anorexic beauty of Miss Lin Daiyu, others admire the healthier, more down-to-earth charms of her rival, Xue Baochai; as for Baoyu, readers either adore him and his aesthetic ecstasies, or consider him a self-indulgent sentimentalist.",
    "title": "The Story of the Stone",
    "totalBookMembers": 5,
    "attribution_ids": [5]
  },
  {
    "id": 6,
    "synopsis": "Nothing can match the power of a single voice…\nRuby Martin expects to spend her days repairing robots and avoiding the dangerous peacekeeping forces that roam the corridors of the generation ship The Creative Fire. Her best friend has been raped and killed, the ship is falling apart around her, and no one she knows has any real information about what’s happening to them.  The social structure on board Creative Fire is rigidly divided, with Ruby and her friends on the bottom, but she dreams of freedom and equality.\nEverything changes when a ship-wide accident reveals secrets she and her friends had only imagined.  Now, she has to fight for her freedom and the freedom of everyone she loves.  Her enemies are numerous, well armed, and much more knowledgeable than Ruby. Her weapons are a fabulous voice, a quick mind, a deep stubbornness, and a passion for freedom.  And complicating it all—an unreliable A.I. and an enigmatic man she met – and kissed – exactly once—and one of them may hold the key to her success. If Ruby can’t transform from a rebellious teen to the leader of a revolution, she and all her friends will lose all say in their future, and nothing will ever change.",
    "title": "Ruby's Song",
    "totalBookMembers": 2,
    "attribution_ids": [6]
  },
  {
    "id": 7,
    "synopsis": "Harry Potter is a series of fantasy novels written by British author J. K. Rowling. The novels chronicle the lives of a young wizard, Harry Potter, and his friends Hermione Granger and Ron Weasley, all of whom are students at Hogwarts School of Witchcraft and Wizardry. The main story arc concerns Harry's struggle against Lord Voldemort, a dark wizard who intends to become immortal, overthrow the wizard governing body known as the Ministry of Magic and subjugate all wizards and Muggles (non-magical people).\nSince the release of the first novel, Harry Potter and the Philosopher's Stone, on 26 June 1997, the books have found immense popularity, critical acclaim and commercial success worldwide. They have attracted a wide adult audience as well as younger readers and are often considered cornerstones of modern young adult literature.[2] As of February 2018, the books have sold more than 500 million copies worldwide, making them the best-selling book series in history, and have been translated into eighty languages.[3] The last four books consecutively set records as the fastest-selling books in history, with the final instalment selling roughly eleven million copies in the United States within twenty-four hours of its release.\nThe series was originally published in English by two major publishers, Bloomsbury in the United Kingdom and Scholastic Press in the United States. A play, Harry Potter and the Cursed Child, based on a story co-written by Rowling, premiered in London on 30 July 2016 at the Palace Theatre, and its script was published by Little, Brown. The original seven books were adapted into an eight-part namesake film series by Warner Bros. Pictures, which is the third highest-grossing film series of all time as of February 2020. In 2016, the total value of the Harry Potter franchise was estimated at $25 billion,[4] making Harry Potter one of the highest-grossing media franchises of all time.\nA series of many genres, including fantasy, drama, coming of age, and the British school story (which includes elements of mystery, thriller, adventure, horror, and romance), the world of Harry Potter explores numerous themes and includes many cultural meanings and references.[5] According to Rowling, the main theme is death.[6] Other major themes in the series include prejudice, corruption, and madness.[7]\nThe success of the books and films has allowed the Harry Potter franchise to expand with numerous derivative works, a travelling exhibition that premiered in Chicago in 2009, a studio tour in London that opened in 2012, a digital platform on which J.K. Rowling updates the series with new information and insight, and a pentalogy of spin-off films premiering in November 2016 with Fantastic Beasts and Where to Find Them, among many other developments. Most recently, themed attractions, collectively known as The Wizarding World of Harry Potter, have been built at several Universal Parks & Resorts amusement parks around the world.",
    "title": "Harry Potter",
    "totalBookMembers": 2,
    "attribution_ids": [7]
  },
  {
    "id": 8,
    "synopsis": "Dragonriders of Pern is a science fiction series written primarily by American-Irish author Anne McCaffrey,[a] who initiated it in 1967. Beginning in 2003, her middle child Todd McCaffrey has written Pern novels, both solo and jointly with Anne. The series (as of July 2012) comprises 23 novels and several short stories. Most of the short fiction has been collected in two volumes or incorporated in one of the novels, so Dragonriders of Pern is sometimes identified with the 24 books.[b][1] Two of the novellas included in the first novel, Dragonflight, made McCaffrey the first woman to win a Hugo or Nebula Award.[2]",
    "title": "Dragonriders of Pern",
    "totalBookMembers": 24,
    "attribution_ids": [8]
  },
  {
    "id": 9,
    "synopsis": "The Cosmere is the name of the series and universe in which Elantris, Mistborn, Warbreaker, The Stormlight Archive, White Sand, and stories contained in Arcanum Unbounded: The Cosmere Collection are all set. This idea came from Sanderson's desire to create an epic-length series without requiring readers to buy a ridiculous number of books. Because of that, he hides connections to his other works within each book, creating this \"hidden epic\". He has estimated that the Cosmere sequence could conclude with at least 40 books.[36]\nThe story of the Cosmere is about a mysterious being called Adonalsium, who existed on a world known as Yolen. Adonalsium was killed by a group of sixteen conspirators, causing its power to shatter into sixteen different Shards, each of which bears immense power.[37] The sixteen people then took these Shards and traveled to new worlds, populating them with different systems of magic. In one case, the Shards Ruin and Preservation worked together to actually create a planet and its people (Scadrial, as featured in Mistborn).\nEach Shard has an Intent, such as Ambition or Honor, and a Vessel's personality is changed over time to bring them more in-line with their Intent. Odium has killed—or Splintered—several shards. On Sel, he splintered Devotion and Dominion, accidentally creating the Dor, from which Seons and Skaze have emerged. On Roshar, Odium splintered Honor, and brought about the Everstorm and the True Desolation. He has also Splintered Ambition, in the Threnody system. A man named Hoid is seen or mentioned in most Cosmere books. He travels the so-called Shardworlds, using the people of those worlds to further an unknown agenda.[38]\nIn October 2016, the movie rights to the entire Cosmere universe were licensed by DMG Entertainment.[31]",
    "title": "Cosmere",
    "totalBookMembers": 16,
    "totalSubseries": 5,
    "attribution_ids": [9, 10]
  }
  
]
