[
  {
    "id": 1,
    "synopsis": "Novels include The Blue Sword (1982) and The Hero and the Crown (1984). Short stories set in Damar include: \"The Healer\" (1982), \"The Stagman\" (1984), \"The Stone Fey\" (1998), \"A Pool in the Desert\" (2004)",
    "title": "Damar",
    "totalBookMembers": 2,
    "totalSubseries": 0,
    "attribution_ids": [1]
  },
  {
    "id": 2,
    "synopsis": "The Stormlight Archive is an ongoing epic fantasy novel series written by American author Brandon Sanderson. There are 10 novels planned.",
    "title": "The Stormlight Archive",
    "totalBookMembers": 10,
    "totalSubseries": 0,
    "attribution_ids": [2]
  },
  {
    "id": 3,
    "synopsis": "History of the Church (cited as HC) (originally entitled History of Joseph Smith; first published under the title History of the Church of Jesus Christ of Latter-day Saints; nicknamed Documentary History of the Church or DHC) is a semi-official history of the early Latter Day Saint movement during the lifetime of founder Joseph Smith. It is largely composed of Smith's writings and interpolations and editorial comments by Smith's secretaries, scribes, and after Smith's death, historians of The Church of Jesus Christ of Latter-day Saints (LDS Church). The history was written between 1839 and 1856 (Jessee 1976). Part of it was published in Times and Seasons and other church periodicals. It was later published in its entirety with extensive annotations and edits by B. H. Roberts as part of a seven-volume series beginning in 1902 as History of the Church of Jesus Christ of Latter-day Saints.",
    "title": "The Stormlight Archive",
    "totalBookMembers": 7,
    "totalSubseries": 0,
    "attribution_ids": [3]
  },
  {
    "id": 4,
    "synopsis": null,
    "title": "The Missing Link Trilogy",
    "totalBookMembers": 3,
    "totalSubseries": 0,
    "attribution_ids": [4]
  },
  {
    "id": 5,
    "synopsis": "At the centre of the plot is a love triangle involving Baoyu, a young aristocratic fop, and his two girl-cousins. These characters divide readers into fiercely opposing camps: some prefer the wilting, anorexic beauty of Miss Lin Daiyu, others admire the healthier, more down-to-earth charms of her rival, Xue Baochai; as for Baoyu, readers either adore him and his aesthetic ecstasies, or consider him a self-indulgent sentimentalist.",
    "title": "The Story of the Stone",
    "totalBookMembers": 5,
    "totalSubseries": 0,
    "attribution_ids": [5]
  },
  {
    "id": 6,
    "synopsis": "Nothing can match the power of a single voice…\nRuby Martin expects to spend her days repairing robots and avoiding the dangerous peacekeeping forces that roam the corridors of the generation ship The Creative Fire. Her best friend has been raped and killed, the ship is falling apart around her, and no one she knows has any real information about what’s happening to them.  The social structure on board Creative Fire is rigidly divided, with Ruby and her friends on the bottom, but she dreams of freedom and equality.\nEverything changes when a ship-wide accident reveals secrets she and her friends had only imagined.  Now, she has to fight for her freedom and the freedom of everyone she loves.  Her enemies are numerous, well armed, and much more knowledgeable than Ruby. Her weapons are a fabulous voice, a quick mind, a deep stubbornness, and a passion for freedom.  And complicating it all—an unreliable A.I. and an enigmatic man she met – and kissed – exactly once—and one of them may hold the key to her success. If Ruby can’t transform from a rebellious teen to the leader of a revolution, she and all her friends will lose all say in their future, and nothing will ever change.",
    "title": "Ruby's Song",
    "totalBookMembers": 2,
    "totalSubseries": 0,
    "attribution_ids": [6]
  },
  {
    "id": 7,
    "synopsis": "Harry Potter is a series of fantasy novels written by British author J. K. Rowling. The novels chronicle the lives of a young wizard, Harry Potter, and his friends Hermione Granger and Ron Weasley, all of whom are students at Hogwarts School of Witchcraft and Wizardry. The main story arc concerns Harry's struggle against Lord Voldemort, a dark wizard who intends to become immortal, overthrow the wizard governing body known as the Ministry of Magic and subjugate all wizards and Muggles (non-magical people).\nSince the release of the first novel, Harry Potter and the Philosopher's Stone, on 26 June 1997, the books have found immense popularity, critical acclaim and commercial success worldwide. They have attracted a wide adult audience as well as younger readers and are often considered cornerstones of modern young adult literature.[2] As of February 2018, the books have sold more than 500 million copies worldwide, making them the best-selling book series in history, and have been translated into eighty languages.[3] The last four books consecutively set records as the fastest-selling books in history, with the final instalment selling roughly eleven million copies in the United States within twenty-four hours of its release.\nThe series was originally published in English by two major publishers, Bloomsbury in the United Kingdom and Scholastic Press in the United States. A play, Harry Potter and the Cursed Child, based on a story co-written by Rowling, premiered in London on 30 July 2016 at the Palace Theatre, and its script was published by Little, Brown. The original seven books were adapted into an eight-part namesake film series by Warner Bros. Pictures, which is the third highest-grossing film series of all time as of February 2020. In 2016, the total value of the Harry Potter franchise was estimated at $25 billion,[4] making Harry Potter one of the highest-grossing media franchises of all time.\nA series of many genres, including fantasy, drama, coming of age, and the British school story (which includes elements of mystery, thriller, adventure, horror, and romance), the world of Harry Potter explores numerous themes and includes many cultural meanings and references.[5] According to Rowling, the main theme is death.[6] Other major themes in the series include prejudice, corruption, and madness.[7]\nThe success of the books and films has allowed the Harry Potter franchise to expand with numerous derivative works, a travelling exhibition that premiered in Chicago in 2009, a studio tour in London that opened in 2012, a digital platform on which J.K. Rowling updates the series with new information and insight, and a pentalogy of spin-off films premiering in November 2016 with Fantastic Beasts and Where to Find Them, among many other developments. Most recently, themed attractions, collectively known as The Wizarding World of Harry Potter, have been built at several Universal Parks & Resorts amusement parks around the world.",
    "title": "Harry Potter",
    "totalBookMembers": 2,
    "totalSubseries": 0,
    "attribution_ids": [7]
  },
  {
    "id": 8,
    "synopsis": "Dragonriders of Pern is a science fiction series written primarily by American-Irish author Anne McCaffrey,[a] who initiated it in 1967. Beginning in 2003, her middle child Todd McCaffrey has written Pern novels, both solo and jointly with Anne. The series (as of July 2012) comprises 23 novels and several short stories. Most of the short fiction has been collected in two volumes or incorporated in one of the novels, so Dragonriders of Pern is sometimes identified with the 24 books.[b][1] Two of the novellas included in the first novel, Dragonflight, made McCaffrey the first woman to win a Hugo or Nebula Award.[2]",
    "title": "Dragonriders of Pern",
    "totalBookMembers": 24,
    "totalSubseries": 0,
    "attribution_ids": [8]
  },
  {
    "id": 9,
    "synopsis": "The Cosmere is the name of the series and universe in which Elantris, Mistborn, Warbreaker, The Stormlight Archive, White Sand, and stories contained in Arcanum Unbounded: The Cosmere Collection are all set. This idea came from Sanderson's desire to create an epic-length series without requiring readers to buy a ridiculous number of books. Because of that, he hides connections to his other works within each book, creating this \"hidden epic\". He has estimated that the Cosmere sequence could conclude with at least 40 books.[36]\nThe story of the Cosmere is about a mysterious being called Adonalsium, who existed on a world known as Yolen. Adonalsium was killed by a group of sixteen conspirators, causing its power to shatter into sixteen different Shards, each of which bears immense power.[37] The sixteen people then took these Shards and traveled to new worlds, populating them with different systems of magic. In one case, the Shards Ruin and Preservation worked together to actually create a planet and its people (Scadrial, as featured in Mistborn).\nEach Shard has an Intent, such as Ambition or Honor, and a Vessel's personality is changed over time to bring them more in-line with their Intent. Odium has killed—or Splintered—several shards. On Sel, he splintered Devotion and Dominion, accidentally creating the Dor, from which Seons and Skaze have emerged. On Roshar, Odium splintered Honor, and brought about the Everstorm and the True Desolation. He has also Splintered Ambition, in the Threnody system. A man named Hoid is seen or mentioned in most Cosmere books. He travels the so-called Shardworlds, using the people of those worlds to further an unknown agenda.[38]\nIn October 2016, the movie rights to the entire Cosmere universe were licensed by DMG Entertainment.[31]",
    "title": "Cosmere",
    "totalBookMembers": 16,
    "totalSubseries": 5,
    "attribution_ids": [9, 10]
  },
  {
    "id": 10,
    "synopsis": "The classic fantasy trilogy of Elmer Elevator and the flying baby dragon has delighted children and their parents for generations. A 1948 Newbery Honor Book and an ALA Notable Book, My Father's Dragon is followed by Elmer and the Dragon (\"rich, humorous, and thoroughly satisfying\"*) and The Dragons of Blueland (\"ingenious and plausible, the fantasy well-sustained\"*). Each story stands alone, but read in succession, they are an unforgettable experience.",
    "title": "My Father's Dragon",
    "totalBookMembers": 3,
    "totalSubseries": 0,
    "attribution_ids": [11]
  },
  {
    "id": 11,
    "synopsis": "Pellinor is a fantasy series by Australian author Alison Croggon, spanning four books and a prequel.\nThe series is the retelling of the \"Naraudh Lar-Chanë\", the Riddle of the Treesong, set in the fictional world of Edil-Amarandh. The story mainly revolves about the character of adolescent girl Maerad, who was forced into slavery along with her mother as a child, after the sacking of the Bard school of Pellinor.",
    "title": "Pellinor",
    "totalBookMembers": 5,
    "totalSubseries": 0,
    "attribution_ids": [12]
  },
  {
    "id": 12,
    "synopsis": "The Inheritance Cycle is a tetralogy of young adult high fantasy novels written by American author Christopher Paolini. Set in the fictional world of Alagaësia (/æləˈɡeɪziə/), the novels focus on the adventures of a teenage boy named Eragon and his dragon, Saphira, as they struggle to overthrow the evil king Galbatorix. The series was originally intended to be a trilogy (named the \"Inheritance Trilogy\") until Paolini announced on October 30, 2007, while working on the third novel, that he believed the story was too complex to conclude in just three books.",
    "title": "The Inheritance Cycle",
    "totalBookMembers": 4,
    "totalSubseries": 0,
    "attribution_ids": [13]
  },
  {
    "id": 13,
    "synopsis": "Wayfarer Redemption is the name of two trilogies that were released as a single six-book series in the U.S. by fantasy author Sara Douglass, and subdivided into two trilogies: the Axis trilogy, and the Wayfarer Redemption trilogy. This sequence is followed by the Darkglass Mountain trilogy. The series is set in a fictitious land containing the lands of Tencendor, also known as Achar, Coroleas, Escator and Isembaard. The background of the series is quite extensive, and the events featured in the novels stem from a series of events that began thousands of years before the beginning of the first book.",
    "title": "Wayfarer Redemption",
    "totalBookMembers": 6,
    "totalSubseries": 0,
    "attribution_ids": [14]
  },
  {
    "id": 14,
    "synopsis": "The Lord of the Rings is an epic[1] high-fantasy novel written by English author and scholar J. R. R. Tolkien. The story began as a sequel to Tolkien's 1937 fantasy novel The Hobbit, but eventually developed into a much larger work. Written in stages between 1937 and 1949, The Lord of the Rings is one of the best-selling novels ever written, with over 150 million copies sold.[2]\nThe title of the novel refers to the story's main antagonist, the Dark Lord Sauron,[a] who had in an earlier age created the One Ring to rule the other Rings of Power as the ultimate weapon in his campaign to conquer and rule all of Middle-earth. From quiet beginnings in the Shire, a hobbit land not unlike the English countryside, the story ranges across Middle-earth, following the course of the War of the Ring through the eyes of its characters, most notably the hobbits Frodo, Sam, Merry and Pippin.\nAlthough generally known to readers as a trilogy, the work was initially intended by Tolkien to be one volume of a two-volume set, the other to be The Silmarillion, but this idea was dismissed by his publisher.[4][5] For economic reasons, The Lord of the Rings was published in three volumes over the course of a year from 29 July 1954 to 20 October 1955.[4][6] The three volumes were titled The Fellowship of the Ring, The Two Towers and The Return of the King. Structurally, the novel is divided internally into six books, two per volume, with several appendices of background material included at the end. Some editions combine the entire work into a single volume. The Lord of the Rings has since been reprinted numerous times and translated into 38 languages.\nTolkien's work has been the subject of extensive analysis of its themes and origins. Although a major work in itself, the story was only the last movement of a larger epic Tolkien had worked on since 1917,[7] in a process he described as mythopoeia.[b] Influences on this earlier work, and on the story of The Lord of the Rings, include philology, mythology, religion and the author's distaste for the effects of industrialization, as well as earlier fantasy works and Tolkien's experiences in World War I.[9] The Lord of the Rings in its turn is considered to have had a great effect on modern fantasy; the impact of Tolkien's works is such that the use of the words \"Tolkienian\" and \"Tolkienesque\" has been recorded in the Oxford English Dictionary.[10]",
    "title": "The Lord of the Rings",
    "totalBookMembers": 3,
    "totalSubseries": 0,
    "attribution_ids": [15]
  },
  {
    "id": 15,
    "synopsis": "The Tamuli is a series of fantasy novels by American writer David Eddings. The series consists of three volumes: Domes of Fire, The Shining Ones, and The Hidden City. The Tamuli is the sequel to The Elenium. In this series, Sparhawk and friends travel to the Tamul Empire, far to the east.",
    "title": "The Tamuli",
    "totalBookMembers": 3,
    "totalSubseries": 0,
    "attribution_ids": [16]
  },
  {
    "id": 16,
    "synopsis": "Holes is a 1998 young adult novel written by Louis Sachar and first published by Farrar, Straus and Giroux. A sequel to Holes entitled Small Steps was published in 2006 and centers on one of the secondary characters in the Holes, Armpit.",
    "title": "Holes",
    "totalBookMembers": 3,
    "totalSubseries": 0,
    "attribution_ids": [17]
  },
  {
    "id": 17,
    "synopsis": "The Chronicles of Prydain is a pentalogy of children's high fantasy Bildungsroman novels written by American author Lloyd Alexander.[1] Henry Holt published one annually from 1964 to 1968; the second earned a 1966 Newbery Honor and the last won the 1969 Newbery Medal.[2]\nThe five novels follow the protagonist Taran from youth to maturity, most overtly in the fourth book, Taran Wanderer.[3] Taran has the title Assistant Pig-Keeper at Caer Dallben but initially dreams of being a grand hero. His most important companions in adventure are Princess Eilonwy, a girl his age; Fflewddur Fflam, a wandering bard and minor king; Gurgi, a wild man-beast; and Doli, a dwarf.",
    "title": "The Chronicles of Prydain",
    "totalBookMembers": 5,
    "totalSubseries": 0,
    "attribution_ids": [18]
  },
  {
    "id": 18,
    "synopsis": "Twilight is a series of four vampire-themed fantasy romance novels by American author Stephenie Meyer. Released annually from 2005 through 2008, the four books chart the later teen years of Isabella \"Bella\" Swan, a girl who moves to Forks, Washington, and falls in love with a 104-year-old vampire named Edward Cullen. The series is told primarily from Bella's point of view, with the epilogue of Eclipse and Part II of Breaking Dawn being told from the viewpoint of character Jacob Black, a werewolf. The unpublished Midnight Sun is a retelling of the first book, Twilight, from Edward Cullen's point of view. The novella The Short Second Life of Bree Tanner, which tells the story of a newborn vampire who appeared in Eclipse, was published on June 5, 2010, as a hardcover book and on June 7 as a free online ebook.[1] The Twilight Saga: The Official Illustrated Guide, a definitive encyclopedic reference with nearly 100 full color illustrations, was released in bookstores on April 12, 2011.[2]",
    "title": "Twilight",
    "totalBookMembers": 4,
    "totalSubseries": 0,
    "attribution_ids": [19]
  },
  {
    "id": 19,
    "synopsis": null,
    "title": "Sword-Dancer Saga",
    "totalBookMembers": 8,
    "totalSubseries": 0,
    "attribution_ids": [20]
  },
  {
    "id": 20,
    "synopsis": "The Ender's Game series (often referred to as the Ender saga and also the Enderverse) is a series of science fiction books written by American author Orson Scott Card. The series started with the novelette Ender's Game, which was later expanded into the novel of the same title. It currently consists of sixteen novels, thirteen short stories, 47 comic issues, an audioplay, and a film. The first two novels in the series, Ender's Game and Speaker for the Dead, each won both the Hugo[1][2] and Nebula[1][3] Awards, and were among the most influential novels of the 1980s.[not verified in body]\nThe series is set in a future where mankind is facing annihilation by an aggressive alien society, an insect-like race known formally as \"Formics\", but more colloquially as \"Buggers\". The series protagonist, Andrew \"Ender\" Wiggin, is one of the child soldiers trained at Battle School (and eventually Command School) to be the future leaders for the protection of Earth.",
    "title": "Ender's Game series",
    "totalBookMembers": 20,
    "totalSubseries": 4,
    "attribution_ids": [21]
  },
  {
    "id": 21,
    "synopsis": "Books in the trilogy are Awful End, Dreadful Acts, Terrible Times",
    "title": "Eddie Dickens Trilogy",
    "totalBookMembers": 3,
    "totalSubseries": 0,
    "attribution_ids": [22]
  },
  {
    "id": 22,
    "synopsis": "Mma Precious Ramotswe is the main character in a series of 20 novels from 1998 to 2019. The country of Botswana is in a sense a character as well, as it is a crucial aspect of how the stories flow and the problems which face her clients. Mma Ramotswe starts up her detective agency when she is 34 years old, using the inheritance from her father to move to the capital city Gaborone to buy a house for herself and find an office for her new business. She feels a detective needs to know about people more than anything, to solve problems for them. Her story is told in the first novel from birth to opening the detective agency.\nMma Ramotswe is a Motswana woman who is the protagonist in the series and the main detective. Mma is a Setswana term of respect for a woman; the equivalent term for a man is Rra.",
    "title": "The No. 1 Ladies' Detective Agency",
    "totalBookMembers": 20,
    "totalSubseries": 0,
    "attribution_ids": [23]
  },
  {
    "id": 23,
    "synopsis": "Penrod and Sam is a novel by Booth Tarkington that was first published in 1916. it is set pre-World War 1. The book is the sequel to his 1914 work the same as the first book, Penrod, and focuses more on the relationship between the main character of the previous book, Penrod Schofield, and his best friend, Sam Williams. More of Penrod's adventures appear in the final book of the series Penrod Jashber (1929). The three books were published together in one volume, Penrod: His Complete Story, in 1931.",
    "title": "Penrod: His Complete Story",
    "totalBookMembers": 3,
    "totalSubseries": 0,
    "attribution_ids": [25]
  },
  {
    "id": 24,
    "synopsis": null,
    "title": "Unicorn's Secret",
    "totalBookMembers": 8,
    "totalSubseries": 0,
    "attribution_ids": [26]
  },
  {
    "id": 25,
    "synopsis": "The Saga of Recluce is a series of fantasy novels written by L. E. Modesitt Jr.. The initial novel in the series, The Magic of Recluce (from which the series derives its name), was published in 1991. The 20 books of the series describe the changing, often confrontational, relationship between the descendants of two technologically advanced cultures, representatives of whom have been marooned on a sparsely inhabited world and regressed to the level of the existing inhabitants' primitive technology. Themes of gender stereotyping, sexism, ageism, racism, ethics, economics, environmentalism and politics are explored in the course of the series, which examines the world through the eyes of its protagonists.",
    "title": "The Saga of Recluce",
    "totalBookMembers": 22,
    "totalSubseries": 0,
    "attribution_ids": [27]
  },
  {
    "id": 26,
    "synopsis": "Andrews's first series of novels was published between 1979[1] and 1986.\nThe first two, Flowers in the Attic and Petals on the Wind, focus on the children: Chris, Cathy, Cory, and Carrie, who, after losing their father in an accident, are imprisoned in an attic by their mother and grandmother; Flowers in the Attic tells of their incarceration, the death of one child, and subsequent escape of the other three,[1] with Petals on the Wind picking up directly after. With If There Be Thorns and Seeds of Yesterday, the story also includes Cathy's children, Jory and Bart, after a mysterious woman and her butler move in next door, gradually turning Bart against his parents. Garden of Shadows is a prequel which tells the grandparents' story, and also how the parents became involved.",
    "title": "Dollanganger Series",
    "totalBookMembers": 5,
    "totalSubseries": 0,
    "attribution_ids": [28]
  },
  {
    "id": 27,
    "synopsis": "The Wheel of Time is a series of high fantasy novels written by American author James Oliver Rigney Jr., under his pen name of Robert Jordan. Originally planned as a six-book series, The Wheel of Time spanned fourteen volumes, in addition to a prequel novel and two companion books. Jordan began writing the first volume, The Eye of the World, in 1984, and it was published in January 1990.[1]\nJordan died in 2007 while working on what was planned to be the twelfth and final volume in the series. He prepared extensive notes so another author could complete the book according to his wishes. Fellow fantasy author and long-time Wheel of Time fan Brandon Sanderson was brought in to complete the final book, but during the writing process, it was decided that the book would be far too large to be published in one volume and would instead be published as three volumes:[2] The Gathering Storm (2009), Towers of Midnight (2010), and A Memory of Light (2013).\nThe series draws on numerous elements of both European and Asian mythology, most notably the cyclical nature of time found in Buddhism and Hinduism, the metaphysical concepts of balance and duality, and a respect for nature found in Taoism. Additionally, its creation story has similarities to Christianity's \"Creator\" (Light) and Shai'tan, \"The Dark One\" (Shaitan is an Arabic word that, in Islamic contexts, is used as a name for the Devil). It was also partly inspired by Leo Tolstoy's War and Peace (1869).[3]\nThe Wheel of Time is notable for its length, detailed imaginary world, well-developed magic system, and large cast of characters. The eighth through fourteenth books each reached number one on the New York Times Best Seller list.",
    "title": "The Wheel of Time",
    "totalBookMembers": 14,
    "totalSubseries": 0,
    "attribution_ids": [29]
  },
  {
    "id": 28,
    "synopsis": "The Immortals is a sequence of novels written by Alyson Noël, focusing on psychics and immortals. Since a horrible accident claimed the lives of her family, sixteen-year-old Ever can see auras, hear people’s thoughts, and know a person’s life story by touch. Going out of her way to shield herself from human contact to suppress her abilities has branded her as a freak at her new high school—but everything changes when she meets Damen Auguste.\nDamen is gorgeous, exotic and wealthy, and he holds many secrets. Ever doesn’t know who he really is—or what he is. Damen is equal parts light and dark, and he belongs to an enchanted new world where no one ever dies.",
    "title": "The Immortals",
    "totalBookMembers": 6,
    "totalSubseries": 0,
    "attribution_ids": [30]
  },
  {
    "id": 29,
    "synopsis": "The Keys to the Kingdom is a fantasy–adventure book series written by Garth Nix, published in seven books between 2003 and 2010. The series chronicles the adventures of Arthur Penhaligon, an asthmatic 12-year-old boy who is chosen to become the Rightful Heir of the House, the center of the universe. The core storyline involves Arthur attempting to defeat the Morrow Days, the criminal Trustees of the House. The series takes place over a span of three weeks (time moves at different speeds at different locations in the series).",
    "title": "The Keys to the Kingdom",
    "totalBookMembers": 7,
    "totalSubseries": 0,
    "attribution_ids": [31]
  },
  {
    "id": 30,
    "synopsis": null,
    "title": "The Monstrumologist Series",
    "totalBookMembers": 4,
    "totalSubseries": 0,
    "attribution_ids": [32]
  },
  {
    "id": 31,
    "synopsis": "The Legacy of the Drow is a New York Times best-selling fantasy series by R. A. Salvatore. It is the third series following the adventures of the Forgotten Realms character Drizzt Do'Urden.",
    "title": "Legacy of the Drow",
    "totalBookMembers": 4,
    "totalSubseries": 0,
    "attribution_ids": [33]
  },
  {
    "id": 32,
    "synopsis": "The Crystal Singer series is a series of science fiction novels by American writer Anne McCaffrey.\nThe series is set on the planet Ballybran which is under a permanent biohazard travel restriction. Ballybran is home to one of the FSP's wealthiest, yet most reclusive organizations — the Heptite Guild. Source of invaluable crystals vital to various industries, the Heptite Guild is known to require absolute, perfect pitch in hearing and voice for all applicants, especially those seeking to mine crystal by song.",
    "title": "The Crystal Singer series",
    "totalBookMembers": 3,
    "totalSubseries": 0,
    "attribution_ids": [34]
  },
  {
    "id": 33,
    "synopsis": null,
    "title": "Murry–O'Keefe Series",
    "totalBookMembers": 8,
    "totalSubseries": 0,
    "attribution_ids": [35]
  },
  {
    "id": 34,
    "synopsis": "The Exiles trilogy is a fantasy novel series originally planned as a trilogy, written by American author Melanie Rawn. The series consists of two published books – The Ruins of Ambrai (1994) and The Mageborn Traitor (1997) – and the unpublished final novel The Captal's Tower.\nExiles is set in Lenfell, a world with a matriarchal based society. The rebellion known as the Rising is expanding to combat the unjust Tier system and treatment of men and Mageborns. There are predominantly three facets of power vying for control, each represented by a daughter of the House of Ambrai. Glenin, the oldest, represents the Lords of Malerris, Mageborn following the Weaver. Sarra, the second daughter, represents politics as First Daughter of Blooded adoptive family. Cailet, the youngest, represents the once-powerful and thought to be extinct, Mage Guardians.",
    "title": "Exiles Trilogy",
    "totalBookMembers": 3,
    "totalSubseries": 0,
    "attribution_ids": [36]
  },
  {
    "id": 35,
    "synopsis": null,
    "title": "What I Wish I'd Known in High School Series",
    "totalBookMembers": 2,
    "totalSubseries": 0,
    "attribution_ids": [37]
  },
  {
    "id": 36,
    "synopsis": "The Robert Langdon book series is named after Robert Langdon, the protagonist of the novels by American author Dan Brown. Langdon is portrayed as a Harvard University professor of religious iconology and symbology, a fictional field related to the study of historic symbols, which is not methodologically connected to the actual discipline of semiotics. Brown's novels that feature the lead character also include historical themes and Christianity as motifs, and as a result have generated controversy.",
    "title": "Robert Langdon Series",
    "totalBookMembers": 5,
    "totalSubseries": 0,
    "attribution_ids": [38]
  },
  {
    "id": 37,
    "synopsis": "Percy Jackson & the Olympians, often shortened to Percy Jackson or PJO, is a pentalogy of fantasy adventure novels written by American author Rick Riordan, and the first book series in the Camp Half-Blood Chronicles.[4] Five supplementary books, along with all of the books having graphic novels, have also been released. More than 69 million copies of the books have been sold in more than 35 countries.",
    "title": "Percy Jackson & the Olympians",
    "totalBookMembers": 5,
    "totalSubseries": 0,
    "attribution_ids": [39]
  },
  {
    "id": 38,
    "synopsis": null,
    "title": "Mysterious Galaxy",
    "totalBookMembers": 3,
    "totalSubseries": 0,
    "attribution_ids": [40]
  },
  {
    "id": 39,
    "synopsis": "Pendragon: Journal of an Adventure through Time and Space,[1] commonly known as Pendragon, is a series of ten young-adult science fiction and fantasy novels by American author D. J. MacHale, published from 2002 to 2009. The series chronicles the adventures of Bobby Pendragon, an American teenager who discovers that he must travel through time and space to prevent the destruction of the ten \"territories\": critical locations throughout the universe. The series has sold over a million copies.[2]\nEach book deals with the battle over a particular territory, fought by Bobby's side against the forces of Saint Dane, a shapeshifting demon, who exploits a decisive turning point for the local people of each territory. At this turning point, Saint Dane steps in to guide the territory towards utter chaos, with Bobby and his allies attempting to stop his efforts.",
    "title": "Pendragon Series",
    "totalBookMembers": 10,
    "totalSubseries": 0,
    "attribution_ids": [41]
  },
  {
    "id": 40,
    "synopsis": "The Myst Reader is a collection of three novels based on the Myst series of adventure games. The collection was published in September 2004 and combines three works previously published separately: The Book of Atrus (1995), The Book of Ti'ana (1996), and The Book of D'ni (1997).[2] The novels were each written by British science-fiction writer David Wingrove with assistance from Myst's creators, Rand and Robyn Miller.\nEach novel centers on the family of Atrus, a scientist and explorer who has the ability to write special books which serve as links to other worlds, known as Ages. This ability, known as the Art, was practiced extensively by an ancient civilization known as the D'ni, who were only mentioned briefly in the original Myst game. The plot of each book reveals more of the Myst back-story and the workings of the D'ni.",
    "title": "The Myst Reader",
    "totalBookMembers": 3,
    "totalSubseries": 0,
    "attribution_ids": [42]
  },
  {
    "id": 41,
    "synopsis": "The Sword of Truth is a series of twenty one epic fantasy novels written by Terry Goodkind. The books follow the protagonists Richard Cypher, Kahlan Amnell, Nicci, Cara, and Zeddicus Zu'l Zorander on their quest to defeat oppressors who seek to control the world and those who wish to unleash evil upon the world of the living. While each novel was written to stand alone, except for the final three that were intended to be a trilogy, they follow a common timeline and are linked by ongoing events that occur throughout the series.\nThe series began in 1994 with Wizard's First Rule and Goodkind has since written eighteen more novels in addition to a novella titled Debt of Bones. The latest novel in the series, Shroud of Eternity, was released in 2018. ",
    "title": "The Sword of Truth",
    "totalBookMembers": 21,
    "totalSubseries": 0,
    "attribution_ids": [43]
  },
  {
    "id": 42,
    "synopsis": "The Runelords is a series of fantasy novels by American author David Farland of which the first part was published in 1998. In the universe of The Runelords, there exists a unique magical system which relies on the existence of distinct bodily attributes, such as brawn, grace, and wit. These attributes can be transferred from one individual (or animal) to another in a process known as \"giving an endowment\". Lords who have taken many endowments become extremely powerful, almost superhuman, and are known as Runelords.",
    "title": "The Runelords",
    "totalBookMembers": 9,
    "totalSubseries": 0,
    "attribution_ids": [44]
  },
  {
    "id": 43,
    "synopsis": "Dragonlance Legends is a trilogy of fantasy novels written by Margaret Weis and Tracy Hickman, which take place in the Dragonlance setting. This series is the sequel to the Dragonlance Chronicles, and explores the lives of Raistlin and Caramon.[1] The trilogy has two major story arcs:\nRaistlin Majere's aspirations to godhood, and his twin Caramon Majere's attempts to stop him;[1] and\nThe machinations of Kitiara uth Matar, the twins' half-sister, and her attack on the city of Palanthas as part of the Blue Lady's War.",
    "title": "Dragonlance Legends",
    "totalBookMembers": 3,
    "totalSubseries": 0,
    "attribution_ids": [45]
  },
  {
    "id": 44,
    "synopsis": null,
    "title": "Tennis Shoes Adventure Series",
    "totalBookMembers": 12,
    "totalSubseries": 0,
    "attribution_ids": [46]
  },
  {
    "id": 45,
    "synopsis": "The Earth Kingdom Chronicles book series is based on Avatar: The Last Airbender's second season, Book 2: Earth. These books go inside the thoughts of the characters during the second book. The series contains six installments.",
    "title": "The Earth Kingdom Chronicles Series",
    "totalBookMembers": 6,
    "totalSubseries": 0,
    "attribution_ids": [47]
  },
  {
    "id": 46,
    "synopsis": "The Empire Trilogy is a collaborative trilogy of political fantasy novels by American writers Raymond E. Feist and Janny Wurts, set in the fictional world of Kelewan.\nThe trilogy traces the story of Mara of the Acoma's rise to power from a convent novitiate to the most powerful woman in Kelewan.",
    "title": "Empire Trilogy",
    "totalBookMembers": 3,
    "totalSubseries": 0,
    "attribution_ids": [48]
  },
  {
    "id": 47,
    "synopsis": "Xanth (/ˈzænθ/ ZANTH) is a fantasy world created by author Piers Anthony for his Xanth series of novels, also known as The Magic of Xanth. Anthony originally intended for Xanth to be a trilogy, and after the success of the first three books expanded the series to nine books. A devoted fan base persuaded the author to continue writing the series, which is now open-ended.\nAnthony has stated that he has kept the series going as long as he has because the Xanth novels are \"just about all that publishers want\" from him.[1]",
    "title": "Xanth",
    "totalBookMembers": 46,
    "totalSubseries": 0,
    "attribution_ids": [49]
  },
  {
    "id": 48,
    "synopsis": "The Heroes of Olympus is a pentalogy of fantasy-adventure novels written by American author Rick Riordan. The novels detail a conflict between Greek demigods, Roman demigods, and Gaea (Roman name Terra) also known as Mother Earth. In the fourth book of the series, there is also a semi-large fight against Tartarus, which, in Greek mythology, was the darkest and deepest point of the underworld. The series is a sequel to Percy Jackson & the Olympians, which detailed the life of modern-day Greek demigods.[4] Riordan introduces Roman mythology in his sequel series as well as several new characters. The first book of the series, The Lost Hero, was published on October 12, 2010.[5] The final entry in the series, The Blood of Olympus, was published on October 7, 2014.[6]",
    "title": "The Heroes of Olympus",
    "totalBookMembers": 5,
    "totalSubseries": 0,
    "attribution_ids": [50]
  },
  {
    "id": 49,
    "synopsis": "The Merlin Saga tells the complete story of Merlin’s life and times spanning 12 exciting novels. The saga includes The Lost Years of Merlin epic (books 1 – 5), which chronicle the origins of the greatest of all wizards; Merlin’s Dragon trilogy (books 6 – 8), where you meet the powerful dragon in the universe – who is also Merlin’s best friend; The Great Tree of Avalon trilogy (books 9 – 11), which take place in Merlin’s world a thousand years after the wizard’s youth; and The Book of Magic, an illustrated companion volume that reveals the secrets of many characters and places in Merlin’s worlds.",
    "title": "The Merlin Saga",
    "totalBookMembers": 12,
    "totalSubseries": 0,
    "attribution_ids": [51]
  },
  {
    "id": 50,
    "synopsis": "The Inkheart trilogy is a series of three fantasy novels written by German author Cornelia Funke, comprising Inkheart (2003), Inkspell (2005), and Inkdeath (2007). The books chronicle the adventures of teen Meggie Folchart whose life changes dramatically when she realizes that she and her father, a bookbinder named Mo, have the unusual ability to bring characters from books into the real world when reading aloud. Mostly set in Northern Italy and the parallel world of the fictional Inkheart book, the central story arc concerns the magic of books, their characters and creatures, and the art of reading.",
    "title": "Inkheart",
    "totalBookMembers": 3,
    "totalSubseries": 0,
    "attribution_ids": [52]
  },
  {
    "id": 51,
    "synopsis": "A Series of Unfortunate Events is a series of thirteen novels written by American author Daniel Handler under the pen name Lemony Snicket. Although they are classified \"children's novels\", the books often have a dark, mysterious feeling to them. The books follow the turbulent lives of Violet, Klaus, and Sunny Baudelaire. After their parents' death in a fire, the children are placed in the custody of a murderous relative, Count Olaf, who attempts to steal their inheritance and, later, orchestrates numerous disasters with the help of his accomplices as the children attempt to flee. As the plot progresses, the Baudelaires gradually confront further mysteries surrounding their family and deep conspiracies involving a secret society known as V.F.D., with connections to Olaf, their parents, and many other relatives. The series is narrated by Lemony Snicket, who dedicates each of his works to his deceased love interest, Beatrice, and often attempts to dissuade the reader from reading the Baudelaires' story.",
    "title": "A Series of Unfortunate Events",
    "totalBookMembers": 13,
    "totalSubseries": 0,
    "attribution_ids": [53]
  },
  {
    "id": 52,
    "synopsis": null,
    "title": "Sovereign of the Seven Isles",
    "totalBookMembers": 7,
    "totalSubseries": 0,
    "attribution_ids": [54]
  },
  {
    "id": 53,
    "synopsis": "The Dragon Star trilogy focuses on Pol, the son of  Prince Rohan of the Desert and his Sunrunner wife, Sioned. The books in the Dragon Star trilogy are Stronghold, The Dragon Token, and Skybowl.",
    "title": "Dragon Star",
    "totalBookMembers": 3,
    "totalSubseries": 0,
    "attribution_ids": [55]
  },
  {
    "id": 54,
    "synopsis": "Artemis Fowl is a series of eight fantasy novels written by Irish author Eoin Colfer, featuring the criminal mastermind Artemis Fowl II.",
    "title": "Artemis Fowl",
    "totalBookMembers": 8,
    "totalSubseries": 0,
    "attribution_ids": [56]
  },
  {
    "id": 55,
    "synopsis": "The Sword of Shannara Trilogy consists of the first three Shannara novels (The Sword of Shannara, The Elfstones of Shannara and The Wishsong of Shannara) by Terry Brooks. Though not originally written as a trilogy, the novels were published as The Sword of Shannara Trilogy by Del Rey Books.\nThe first novel of The Original Shannara Trilogy chronicles the adventures of the brothers Shea and Flick Ohmsford in their quest to retrieve the Sword of Shannara to defeat the Warlock Lord who threatens the Four Lands.\nThe Second novel of The Original Shannara Trilogy follows Shea's grandson, Wil Ohmsford, as he aids the endangered Elven nation, helping it survive a horde of demons coming through from their sealed-off dimension, the Forbidding.\nThe final novel of The Original Shannara Trilogy details the quest of Jair and Brin Ohmsford, the children of Wil and Eretria, to save the Four Lands from the evil magic within a tome called the Ildatch.",
    "title": "Original Shannara Trilogy",
    "totalBookMembers": 3,
    "totalSubseries": 0,
    "attribution_ids": [57]
  },
  {
    "id": 56,
    "synopsis": "Through her combined talents as a writer/illustrator, Janny Wurts has immersed herself in a lifelong ambition: to create a seamless interface between words and pictures that will lead reader and viewer into the imagination. Her lavish use of language invites the mind into a crafted realm of experience, with characters and events woven into a complex tapestry, and drawn with an intensity to inspire active fuel for thought.[1] The idea for the Wars of Light and Shadow originated while researching tactics and weapons. A documentary film on the brutal Battle of Culloden Moor gave her the historical sense of the fighting stripped of any romantic patina. It also helped her realize that education, written history, and entertainment serve to justify the actions of the winners and portray the losers as morally wrong and evil. The series attempts to portray the fictional conflict of Lysaer and Arithon in sympathetic terms, illustrating each side with equal pathos. The story tracks the martial, political, and personal conflicts of the characters, and the different tactics used by each - a mass following in one case, and a solitary wandering in the other. Wurts narrates each character from their own perspectives, leaving the reader to draw their own conclusions about the morality of individual actions[2].",
    "title": "Wars of Light and Shadow",
    "totalBookMembers": 11,
    "totalSubseries": 5,
    "attribution_ids": [58]
  },
  {
    "id": 57,
    "synopsis": null,
    "title": "Last Rune",
    "totalBookMembers": 6,
    "totalSubseries": 0,
    "attribution_ids": [59]
  },
  {
    "id": 58,
    "synopsis": "The Wardstone Chronicles, published as The Last Apprentice series in the U.S., is a dark fantasy series of books written by British author Joseph Delaney and published in the UK by The Bodley Head division of Random House Publishing. The Wardstone Chronicles follow Thomas \"Tom\" Ward, the seventh son of a seventh son who is apprenticed to Gregory to become a Spook - a master fighter of supernatural evil. John Gregory is the Spook for \"the County\" and gives Tom practical instruction on tackling ghosts, ghasts, witches, boggarts, and all manner of other things that serve \"The Dark\".",
    "title": "Last Rune",
    "totalBookMembers": 13,
    "totalSubseries": 0,
    "attribution_ids": [60]
  },
  {
    "id": 59,
    "synopsis": null,
    "title": "The Endless War duology",
    "totalBookMembers": 2,
    "totalSubseries": 0,
    "attribution_ids": [61]
  },
  {
    "id": 60,
    "synopsis": null,
    "title": "Machine Dynasties series",
    "totalBookMembers": 3,
    "totalSubseries": 0,
    "attribution_ids": [62]
  },
  {
    "id": 61,
    "synopsis": "The Belgariad is a five-book fantasy epic written by David Eddings, following the journey of protagonist Garion and his companions, first to recover a sacred stone, and later to use it against antagonist Torak.",
    "title": "The Belgariad",
    "totalBookMembers": 5,
    "totalSubseries": 0,
    "attribution_ids": [63]
  },
  {
    "id": 62,
    "synopsis": "With Triad bosses and assassins, emperors, whores and visionaries, Chung Kuo is part heroic epic, part technological thriller, part romance - a compelling tale of fallen empires, and ordinary people unified only by the dark history of their time.",
    "title": "Chung Kuo",
    "totalBookMembers": 8,
    "totalSubseries": 0,
    "attribution_ids": [64]
  },
  {
    "id": 63,
    "synopsis": "The Hunter's Blades Trilogy is a fantasy trilogy by American writer R.A. Salvatore. It follows the Paths of Darkness series and is composed of three books, The Thousand Orcs, The Lone Drow, and The Two Swords.[1] The Two Swords was Salvatore's 17th work concerning one of his most famous characters, Drizzt Do'Urden. In this series, Drizzt takes a stand to stop the spread of chaos and war by an overambitious orc king across Drizzt's adopted homeland.[1] The series reached the New York Times bestseller list and is followed by the installments of the Transitions series.",
    "title": "The Hunter's Blades Trilogy",
    "totalBookMembers": 3,
    "totalSubseries": 0,
    "attribution_ids": [65]
  },
  {
    "id": 64,
    "synopsis": "#1 in the Night World series.\n#2: Dark Angel/The Chosen/Soulmate\nHuntress, Black Dawn, Witchlight\n#4 Dark Angel\n#5: The Chosen\n#6: Soulmate\n#7: Huntress\n#8: Black Dawn\n#9: Witchlight",
    "title": "Night World",
    "totalBookMembers": 12,
    "totalSubseries": 0,
    "attribution_ids": [66]
  },
  {
    "id": 64,
    "synopsis": "With the first two books in the Acacia Trilogy, Acacia and The Other Lands, David Anthony Durham has created a vast and engrossing canvas of a world in turmoil, where the surviving children of a royal dynasty are on a quest to realize their fates—and perhaps right ancient wrongs once and for all. As The Sacred Band begins, one of them, Queen Corinn, bestrides the world as a result of her mastery of spells found in the ancient Book of Elenet.",
    "title": "The Acacia Trilogy",
    "totalBookMembers": 3,
    "totalSubseries": 0,
    "attribution_ids": [67]
  },
  {
    "id": 65,
    "synopsis": "The Forever King is a fantasy book written by Molly Cochran and Warren Murphy, the authors of Grandmaster, which reached #3 on The New York Times bestseller list. The Forever King is the first in the Forever King Trilogy. The second title is The Broken Sword: King Arthur Returns while the third book is called The Third Magic. Robert Jordan, author of The Dragon Reborn calls The Forever King \"a fresh and exciting view of the Arthur legend.”",
    "title": "The Forever King Trilogy",
    "totalBookMembers": 3,
    "totalSubseries": 0,
    "attribution_ids": [68]
  },
  {
    "id": 66,
    "synopsis": "Krondor's Sons is a series of fantasy novel by American writer Raymond E. Feist. The books are part of The Riftwar Cycle and set on the fictional world of Midkemia. The two novels are set between riftwars and explores Midkemia beyond the borders of the Kingdom of the Isles. The main characters are the three sons of Prince of Krondor Arutha ConDoin, Borric, Erland, and Nicholas. According to Feist, the series was originally meant to be a trilogy, with The Return of the Buccaneer being the third volume. However, following The King's Buccaneer Feist changed publishers, and his new editors wanted a brand-new series rather than a continuation of the old one.",
    "title": "Krondor's Sons",
    "totalBookMembers": 2,
    "totalSubseries": 0,
    "attribution_ids": [69]
  },
  {
    "id": 67,
    "synopsis": "Dune is a science fiction media franchise that originated with the 1965 novel Dune by Frank Herbert and has continued to add new publications up to 2017. The political, scientific, and social fictional setting of Herbert's novels and derivative works is known as the Dune universe, or Duniverse.[19] Set tens of thousands of years in the future, the saga chronicles a civilization which has banned all forms of computers, or \"thinking machines\", but has also developed advanced technology and mental and physical abilities. Vital to this empire is the harsh desert planet Arrakis, only known source of the spice melange, the most valuable substance in the universe.",
    "title": "Dune Chronicles",
    "totalBookMembers": 6,
    "totalSubseries": 0,
    "attribution_ids": [70]
  },
  {
    "id": 68,
    "synopsis": "Mina Grime is unlucky, unpopular and uncoordinated; until she saves her crush's life on a field trip, changing her High School status from loser to hero overnight. But with her new found fame brings misfortune in the form of an old family curse come to light. For Mina is descended from the Brothers Grimm and has inherited all of their unfinished fairy tale business. Which includes trying to outwit a powerful Story from making her it's next fairytale victim.",
    "title": "An Unfortunate Fairy Tale",
    "totalBookMembers": 5,
    "totalSubseries": 0,
    "attribution_ids": [71]
  },
  {
    "id": 69,
    "synopsis": "The Heritage of Shannara is a series of four fantasy novels by Terry Brooks, set hundreds of years after the original Shannara trilogy. Unlike the original trilogy, however, this series is all one, cohesive story, in contrast to the three isolated stories of the originals. It is set in a future Four Lands in which the Federation of the Southland has driven off the Elves, enslaved the Dwarves, and outlawed magic. Only the rebel Free-born, led by Padishar Creel, dare to resist.",
    "title": "The Heritage of Shannara",
    "totalBookMembers": 4,
    "totalSubseries": 0,
    "attribution_ids": [72]
  },
  {
    "id": 70,
    "synopsis": "Meet Susan, a modern-day soccer mom who is pulled through a portal into another world, where a nation grappling for its soul waits for a promised Restorer to save their people.\nSusan has always longed to do something great for God, but can she fill this role?",
    "title": "Sword of Lyric Series",
    "totalBookMembers": 4,
    "totalSubseries": 0,
    "attribution_ids": [73]
  },
  {
    "id": 71,
    "synopsis": "The fire mystic Senneth crosses the country of Gillengaria on a mission for the king. The thing that most people seemed to find disappointing about the Samaria books was that they didn’t follow the same people through successive storylines, so from the outset I planned the Twelve Houses books as a series about six main characters. I gave Senneth my own headaches just so I could share the pain.",
    "title": "Twelve Houses",
    "totalBookMembers": 5,
    "totalSubseries": 0,
    "attribution_ids": [74]
  },
  {
    "id": 72,
    "synopsis": "Comprising 3 books: 1. Celeste (2004), 2. Black Cat (2004), 3. Child of Darkness (2005)",
    "title": "Gemini",
    "totalBookMembers": 3,
    "totalSubseries": 0,
    "attribution_ids": [75]
  },
  {
    "id": 73,
    "synopsis": "The Giver Quartet is a series of four books about a dystopian world by Lois Lowry. The quartet consists of The Giver (1993), Gathering Blue (2000), Messenger (2004), and Son (2012). The first book won the 1994 Newbery Medal and has sold more than 10 million copies. The story takes place in the world of the Giver. Each book has a different protagonist, but is set in the same futuristic era.",
    "title": "The Giver Quartet",
    "totalBookMembers": 4,
    "totalSubseries": 0,
    "attribution_ids": [76]
  },
  {
    "id": 74,
    "synopsis": "Diary of a Wimpy Kid is a series of fiction books written by the American author and cartoonist Jeff Kinney. All the main books are the journals of the main character, Greg Heffley. Befitting a teen's diary, the books are filled with hand-written notes and simple drawings of Greg's daily adventures.",
    "title": "Diary of a Wimpy Kid",
    "totalBookMembers": 14,
    "totalSubseries": 0,
    "attribution_ids": [77]
  },
  {
    "id": 75,
    "synopsis": "The Symphony of Ages is a series of fantasy–romance books by Elizabeth Haydon. The books tell the story of Rhapsody, a young singer of considerable talent who travels across time to a new land only to learn that it was foretold in a prophecy. Along with her two companions, Rhapsody fights to reunite a kingdom ravaged by war and long-standing prejudice. It has 3 subseries: The Rhapsody Trilogy, The Middle Books, and The War of the Known World",
    "title": "The Giver Quartet",
    "totalBookMembers": 9,
    "totalSubseries": 3,
    "attribution_ids": [78]
  },
  {
    "id": 76,
    "synopsis": "Consists of Child of Vengeance, Sword of Honor, ell and Silence",
    "title": "Musashi Miyamoto Series",
    "totalBookMembers": 3,
    "totalSubseries": 0,
    "attribution_ids": [79]
  },
  {
    "id": 77,
    "synopsis": "His Dark Materials is a trilogy of fantasy novels by Philip Pullman consisting of Northern Lights (1995) (published as The Golden Compass in North America), The Subtle Knife (1997), and The Amber Spyglass (2000). It follows the coming of age of two children, Lyra Belacqua and Will Parry, as they wander through a series of parallel universes. The novels have won a number of awards, including the Carnegie Medal in 1995 for Northern Lights and the 2001 Whitbread Book of the Year for The Amber Spyglass. In 2003, the trilogy was ranked third on the BBC's The Big Read poll.",
    "title": "His Dark Materials",
    "totalBookMembers": 3,
    "totalSubseries": 0,
    "attribution_ids": [80]
  },
  {
    "id": 78,
    "synopsis": "Consists of 1. Inda (2006), 2. The Fox (2007), 3. The King's Shield (2008), 4. Treason's Shore (2009)",
    "title": "Inda",
    "totalBookMembers": 4,
    "totalSubseries": 0,
    "attribution_ids": [81]
  },
  {
    "id": 79,
    "synopsis": "Consists of The Sound of Rain, A Distant Thunder, Winds of Hope, Shelter from the Storm, The Silence of Snow",
    "title": "Jayson Wolfe Series",
    "totalBookMembers": 4,
    "totalSubseries": 0,
    "attribution_ids": [82]
  },
  {
    "id": 80,
    "synopsis": "The Last Rune is a series of six epic fantasy novels written by American author Mark Anthony. It concerns the exploits of two earthlings, tavern owner Travis Wilder and ER doctor Grace Beckett, as well as those of their allies, both throughout their homeworld of Earth and the otherworld of Eldh. Travis soon discovers that he has a wild talent for the magic of runes, which gives him power over the material world, while Grace learns that she is a witch, with power over nature.",
    "title": "The Last Rune",
    "totalBookMembers": 6,
    "totalSubseries": 0,
    "attribution_ids": [83]
  },
  {
    "id": 81,
    "synopsis": "Sixteen year-old Lia Milthorpe and her twin sister Alice have just become orphans and, as Lia discovers, they have also become enemies. The twins are part of an ancient prophecy that has turned generations of sisters against each other. To escape from a dark fate and to remain in the arms of her beloved boyfriend James, Lia must end the prophecy before her sister does. Only then will she understand the mysterious circumstances of her parents' deaths, the true meaning of the strange mark branded on her wrist, and the lengths to which her sister will go to defeat her.",
    "title": "Prophecy of the Sisters",
    "totalBookMembers": 3,
    "totalSubseries": 0,
    "attribution_ids": [84]
  },
  {
    "id": 82,
    "synopsis": "Consists of 1. The Prophecy (2010), 2. Insurrection (2011), 3. Amulet of Aria (2012), Bakkian Chronicles: Short Stories (2013)",
    "title": "Bakkian Chronicles",
    "totalBookMembers": 4,
    "totalSubseries": 0,
    "attribution_ids": [85]
  },
  {
    "id": 83,
    "synopsis": "Temeraire is a series of nine novels written by American author Naomi Novik. The novels are works of both fantasy and alternate history: they are \"a reimagining of the epic events of the Napoleonic Wars with an air force—an air force of dragons, manned by crews of aviators\"",
    "title": "Temeraire",
    "totalBookMembers": 9,
    "totalSubseries": 0,
    "attribution_ids": [86]
  },
  {
    "id": 84,
    "synopsis": "Consists of 1. The Hourglass Door (2009), 2. The Golden Spiral (2010), 3. The Forgotten Locket (2011)",
    "title": "Temeraire",
    "totalBookMembers": 3,
    "totalSubseries": 0,
    "attribution_ids": [87]
  },
  {
    "id": 85,
    "synopsis": "The Divine Comedy is a long Italian narrative poem by Dante Alighieri, begun c. 1308 and completed in 1320, a year before his death in 1321. It is widely considered to be the pre-eminent work in Italian literature and one of the greatest works of world literature. The poem's imaginative vision of the afterlife is representative of the medieval world-view as it had developed in the Western Church by the 14th century. It helped establish the Tuscan language, in which it is written (also in most present-day Italian-market editions), as the standardized Italian language. It is divided into three parts: Inferno, Purgatorio, and Paradiso.",
    "title": "The Divine Comedy",
    "totalBookMembers": 3,
    "totalSubseries": 0,
    "attribution_ids": [88]
  },
  {
    "id": 86,
    "synopsis": "A foretold warrior and her dark sister join forces to dismantle and remake their embattled world in this epic fantasy saga from a Nebula Award–winning author.",
    "title": "The Great Alta Saga",
    "totalBookMembers": 3,
    "totalSubseries": 0,
    "attribution_ids": [89]
  },
  {
    "id": 87,
    "synopsis": "The Famished Road is a novel by Nigerian author Ben Okri, the first book in a trilogy that continues with Songs of Enchantment (1993) and Infinite Riches (1998).",
    "title": "The Famished Road Trilogy",
    "totalBookMembers": 3,
    "totalSubseries": 0,
    "attribution_ids": [90]
  },
  {
    "id": 88,
    "synopsis": "",
    "title": "Chronicles of Nerissette",
    "totalBookMembers": 3,
    "totalSubseries": 0,
    "attribution_ids": [91]
  },
  {
    "id": 89,
    "synopsis": "",
    "title": "The Languedoc Trilogy",
    "totalBookMembers": 3,
    "totalSubseries": 0,
    "attribution_ids": [92]
  },
  {
    "id": 90,
    "synopsis": "",
    "title": "Cycle of Fire",
    "totalBookMembers": 3,
    "totalSubseries": 0,
    "attribution_ids": [93]
  },
  {
    "id": 91,
    "synopsis": "",
    "title": "Dawning of Power",
    "totalBookMembers": 3,
    "totalSubseries": 0,
    "attribution_ids": [94]
  },
  {
    "id": 92,
    "synopsis": "The Last Dragon Chronicles is a series of seven children's fantasy novels written by Chris d'Lacey. The books follow a college student, David Rain, as he discovers the existence of living clay dragons in the house he lodges at.",
    "title": "The Last Dragon Chronicles",
    "totalBookMembers": 7,
    "totalSubseries": 0,
    "attribution_ids": [95]
  },
  {
    "id": 93,
    "synopsis": "",
    "title": "The Worst-Case Scenario Survival Handbooks Book Series",
    "totalBookMembers": 12,
    "totalSubseries": 0,
    "attribution_ids": [96]
  },
  {
    "id": 94,
    "synopsis": "",
    "title": "The Dreamtime",
    "totalBookMembers": 3,
    "totalSubseries": 0,
    "attribution_ids": [97]
  },
  {
    "id": 95,
    "synopsis": "The Chronicles of Narnia is a series of fantasy novels by British author C. S. Lewis. Written by Lewis, illustrated by Pauline Baynes, and originally published in London between 1950 and 1956, The Chronicles of Narnia has been adapted for radio, television, the stage, and film. The series is set in the fictional realm of Narnia, a fantasy world of magic, mythical beasts, and talking animals. It narrates the adventures of various children who play central roles in the unfolding history of the Narnian world. Except in The Horse and His Boy, the protagonists are all children from the real world who are magically transported to Narnia, where they are sometimes called upon by the lion Aslan to protect Narnia from evil. The books span the entire history of Narnia, from its creation in The Magician's Nephew to its eventual destruction in The Last Battle.",
    "title": "The Chronicles of Narnia",
    "totalBookMembers": 7,
    "totalSubseries": 0,
    "attribution_ids": [98]
  },
  {
    "id": 96,
    "synopsis": "The Tales of Alvin Maker is a series of six alternate history fantasy novels written by American novelist Orson Scott Card, published from 1987 to 2003 (with one more planned), that explore the experiences of a young man, Alvin Miller, who realizes he has incredible powers for creating and shaping things around him.",
    "title": "The Tales of Alvin Maker",
    "totalBookMembers": 6,
    "totalSubseries": 0,
    "attribution_ids": [99]
  },
  {
    "id": 97,
    "synopsis": "The Dragon Prince novels take place in a world of political intrigue, Sunrunners, Sorcerers, war, and dragons.\n This world is known as the Continent. It is divided into thirteen Princedoms (Desert, Princemarch, Cunaxa, Dorval, Syr, Gilad, Ossetia, Meadowlord, Grib, Kierst, Isel, Fessenden, and Firon) all of which follow the rule of the High Prince, whose seat is Princemarch. During the Rialla the Princes gather to make new laws and alliances. The princedoms and titles usually pass down to the oldest son; however, women have acted as regents and have ruled their own Keeps.",
    "title": "The Dragon Prince Trilogy",
    "totalBookMembers": 3,
    "totalSubseries": 0,
    "attribution_ids": [55]
  },
  {
    "id": 98,
    "synopsis": "The Liberation Trilogy is a series of military history books about the United States' involvement in World War II, written by American author Rick Atkinson and published by Henry Holt & Co.\nThe first volume, An Army at Dawn, won the 2003 Pulitzer Prize for History and was a New York Times best seller. The Day of Battle, the second book, was also a New York Times best seller, and the final installment, The Guns at Last Light, debuted at the top of the Hardcover Nonfiction list.",
    "title": "The Liberation Trilogy",
    "totalBookMembers": 3,
    "totalSubseries": 0,
    "attribution_ids": [100]
  },
  {
    "id": 99,
    "synopsis": "Includes 1. The Secret Country (2005), 2. The Shadow World (2006), 3. Dragon's Fire (2007), Legends of the Shadow World (2010).",
    "title": "Eidolon Chronicles",
    "totalBookMembers": 4,
    "totalSubseries": 0,
    "attribution_ids": [101]
  },
  {
    "id": 100,
    "synopsis": "The Sword and Sorceress series is a series of fantasy anthologies originally edited by Marion Zimmer Bradley, and originally published by DAW Books. As she explained in the foreword to the first volume, she created the anthology to redress the lack of strong female protagonists in the subgenre of sword and sorcery. At the time, most female characters in sword and sorcery were little more than stock damsels in distress, or pawns who were distributed at the conclusion of the story as \"bad-conduct prizes\" (Bradley's term) for the male protagonists. Many of the early sword-and-sorcery works featured attitudes toward women that Bradley considered appalling.\nAs the Sword and Sorceress series grew in popularity with readers, she began to receive increasing numbers of excellent submissions. As a result, she had to become more selective, and to shorten her reading periods accordingly. For the eighteenth volume, which she was editing at the time of her death, she had enough material for three volumes. After her death, it was decided to take as many as possible of the stories she had tentatively chosen and publish them in three annual volumes, thus extending the series. After volume twenty was published, the publisher decided to extend an invitation for an additional volume under Diana L. Paxson, an editor who had worked with Bradley, with the possibility of additional volumes being published if it became a success.",
    "title": "Sword and Sorceress Series",
    "totalBookMembers": 30,
    "totalSubseries": 0,
    "attribution_ids": [102]
  },
  {
    "id": 101,
    "synopsis": "The Dresden Files is a series of contemporary fantasy/mystery novels written by American author Jim Butcher. The first novel, Storm Front, was published in 2000 by Roc Books.\nThe books are written as a first-person narrative from the perspective of the main character, private investigator and wizard Harry Dresden, as he recounts investigations into supernatural disturbances in modern-day Chicago. Butcher's original proposed title for the first novel was Semiautomagic, which sums up the series' balance of fantasy and hard-boiled detective fiction.",
    "title": "The Dresden Files",
    "totalBookMembers": 15,
    "totalSubseries": 0,
    "attribution_ids": [103]
  },
  {
    "id": 102,
    "synopsis": "Leven Thumps is a series of children's fantasy novels by Obert Skye. The series, which has five books, deals with an orphaned 14-year-old boy, Leven Thumps, who becomes involved in a battle between good and evil.",
    "title": "Leven Thumps",
    "totalBookMembers": 5,
    "totalSubseries": 0,
    "attribution_ids": [104]
  },
  {
    "id": 103,
    "synopsis": "",
    "title": "Mer Tales",
    "totalBookMembers": 4,
    "totalSubseries": 0,
    "attribution_ids": [105]
  },
  {
    "id": 104,
    "synopsis": "Fablehaven is a fantasy book series for children written by Brandon Mull. The book series, which includes Fablehaven, Fablehaven: Rise of the Evening Star, Fablehaven: Grip of the Shadow Plague, Fablehaven: Secrets of the Dragon Sanctuary, and Fablehaven: Keys to the Demon Prison, is published by Shadow Mountain in hardcover and Simon & Schuster in paperback. It is followed by the five-part sequel series Dragonwatch.",
    "title": "Fablehaven",
    "totalBookMembers": 5,
    "totalSubseries": 0,
    "attribution_ids": [106]
  },
  {
    "id": 105,
    "synopsis": "Comprised of Howl's Moving Castle (1986), Castle in the Air (1990), House of Many Ways (2008), and Wizard's Castle (2002)",
    "title": "Howl's Castle",
    "totalBookMembers": 4,
    "totalSubseries": 0,
    "attribution_ids": [107]
  },
  {
    "id": 106,
    "synopsis": "Unicorns of Balinor is a series by Mary Stanton for young readers. The story begins with a young girl, Ari, who is recovering in the hospital and suffers from memory loss after a mysterious accident. Her only prominent and familiar memory is a strong connection to Chase, one of the horses at the Glacier River Farm where Ari lives with her foster parents, Ann and Frank. However, Ann and Frank realise they cannot afford Ari's medical bills and decide to lease Chase for riding lessons to the obnoxious and spoiled Lori Carmichael. Heartbroken to see her horse being treated badly, Ari runs away with Chase and her faithful collie, Lincoln. They do not get far before the group, along with Lori, fall through the mysterious Gap, a pathway between worlds.\nThe group lands in Balinor, a magical land of unicorns, plagued by an evil and intangible entity known as the Shifter. Ari is revealed to be the missing Princess Arianna, heir to the throne of Balinor, and Chase is the unicorn known as the Sunchaser, Lord of the Animals. With help from Atalanta, a Celestial Valley Unicorn known as the Dreamspeaker, and Tobiano, an obnoxious pinto unicorn, they are to first recover the Sunchaser's broken horn and then the Royal Scepter to defeat the Shifter and restore the balance of magic in Balinor.",
    "title": "Unicorns of Balinor",
    "totalBookMembers": 8,
    "totalSubseries": 0,
    "attribution_ids": [108]
  },
  {
    "id": 107,
    "synopsis": "The Old Kingdom, or Abhorsen in North America, is a fantasy series written by Australian author Garth Nix. It originated in 1995 with the novel Sabriel and has continued in the novels Lirael (2001) and Abhorsen (2003). The series has continued with the prequel novel Clariel (2014), and the latest installment of the series, Goldenhand, was released in October 2016. The Old Kingdom also consists of the novella The Creature in the Case (2005) and other short fiction.",
    "title": "Old Kingdom (Abhorsen)",
    "totalBookMembers": 5,
    "totalSubseries": 0,
    "attribution_ids": [109]
  },
  {
    "id": 108,
    "synopsis": "A series of books by author David Drake. In 1997, Drake began his largest fantasy series, Lord of the Isles, using elements of Sumerian religion and medieval era technology. The series consists of nine books broken into two distinct parts, the Lord of the Isles consisting of the first six books, and a final trilogy dubbed the Crown of the Isles.",
    "title": "Lord of the Isles",
    "totalBookMembers": 5,
    "totalSubseries": 0,
    "attribution_ids": [110]
  },
  {
    "id": 109,
    "synopsis": "The Time Quintet is a fantasy/science fiction series of five young adult novels written by Madeleine L'Engle. ",
    "title": "Time Quintet",
    "totalBookMembers": 5,
    "totalSubseries": 0,
    "attribution_ids": [111]
  },
  {
    "id": 110,
    "synopsis": "Witch World is a speculative fiction project of American writer Andre Norton, inaugurated by her 1963 novel Witch World and continuing more than four decades. Beginning in the mid-1980s, when she was about 75 years old, Norton recruited other writers to the project, and some books were published only after her death in 2005. The Witch World setting is one planet in a parallel universe where magic long ago superseded science; early in the fictional history it is performed exclusively by women. The series began as a hybrid of science fiction and sword and sorcery but for the most part it combines the latter with high fantasy.",
    "title": "Witch World",
    "totalBookMembers": 29,
    "totalSubseries": 0,
    "attribution_ids": [112]
  },
  {
    "id": 111,
    "synopsis": "Consisting of The Kindling, Penumbras, Luminescence",
    "title": "Middle School Magic",
    "totalBookMembers": 3,
    "totalSubseries": 0,
    "attribution_ids": [113]
  },
  {
    "id": 112,
    "synopsis": "The Divergent trilogy is a series of young adult science fiction adventure novels by American novelist Veronica Roth set in a post-apocalyptic dystopian Chicago.[1] The trilogy consists of Divergent (2011), Insurgent (2012) and Allegiant (2013).[2][3] A related book, Four (2014), presents a series of short stories told from the perspective of one of the trilogy's characters. A later short story, We Can Be Mended (2018), serves as an epilogue five years after the events of the trilogy from the perspective of the same character as the previous add on.",
    "title": "Divergent trilogy",
    "totalBookMembers": 3,
    "totalSubseries": 0,
    "attribution_ids": [114]
  },
  {
    "id": 113,
    "synopsis": "Malazan Book of the Fallen is a high fantasy book series by the Canadian author Steven Erikson. The series, published by Bantam Books in the U.K. and Tor Books in the U.S., consists of ten volumes, beginning with Gardens of the Moon (1999) and concluding with The Crippled God (2011). Erikson's series is extremely complex with a wide scope, and presents the narratives of a large cast of characters spanning thousands of years across multiple continents.",
    "title": "Malazan Book of the Fallen",
    "totalBookMembers": 10,
    "totalSubseries": 0,
    "attribution_ids": [115]
  },
  {
    "id": 114,
    "synopsis": "Consists of The Ring of Rocamadour: The Red Blazer Girls, The Vanishing Violin, The Mistaken Masterpiece, The Secret Cellar.",
    "title": "The Red Blazer Girls",
    "totalBookMembers": 4,
    "totalSubseries": 0,
    "attribution_ids": [116]
  },
  {
    "id": 115,
    "synopsis": "Dirk Pitt is a fictional character created by American novelist Clive Cussler and featured in a series of novels published from 1976 to 2009. Pitt is a larger-than-life hero reminiscent of pulp magazine icon Doc Savage. Pitt is a citizen of the United States, on loan from the United States Air Force with the rank of Lieutenant Colonel, after serving in Vietnam as a pilot. He manages to find adventure with his childhood best friend, Al Giordino, despite ending up with an ostensibly desk-bound role as the head of the National Underwater and Marine Agency. Pitt has a commanding presence, a quick wit, and a considerable collection of classic cars.",
    "title": "Dirk Pitt",
    "totalBookMembers": 25,
    "totalSubseries": 0,
    "attribution_ids": [117]
  },
  {
    "id": 116,
    "synopsis": "The Magic Tree House series is a series written by Mary Pope Osborne, which started in 1992. Sal Murdocca illustrated every single book. Since, then, there have been 54 books published. There are seventeen Magic Tree House Research Guides to act as non-fiction companions to only some books. William Osborne, Mary's husband, is a co-author of all the research guides.",
    "title": "Magic Tree House Series",
    "totalBookMembers": 54,
    "totalSubseries": 0,
    "attribution_ids": [118]
  },
  {
    "id": 117,
    "synopsis": "Sarah, Plain and Tall is a children's book written by Patricia MacLachlan. The book was followed by four more exploring the Witting family after Sarah's arrival: Skylark, Caleb's Story, More Perfect Than the Moon, and Grandfather's Dance.",
    "title": "Sarah, Plain and Tall Series",
    "totalBookMembers": 5,
    "totalSubseries": 0,
    "attribution_ids": [119]
  },
  {
    "id": 118,
    "synopsis": "Amelia Bedelia is the protagonist and title character of a series of American children's books written by Peggy Parish until her death in 1988, and by her nephew, Herman Parish, beginning in 1995. They have been illustrated by Wallace Tripp, Fritz Siebel, and the two current illustrators, Lynn Sweat and Lynne Avril. In 1992 HarperCollins republished the three original stories: Amelia Bedelia, Amelia Bedelia and the Surprise Shower, and Thank You, Amelia Bedelia with illustrations by Barbara Siebel Thomas, daughter of the original illustrator Fritz Siebel.",
    "title": "Amelia Bedelia",
    "totalBookMembers": 49,
    "totalSubseries": 0,
    "attribution_ids": [120]
  },
  {
    "id": 119,
    "synopsis": "Deltora Quest is the collective title for three distinct series of children's fantasy books, written by Australian author Emily Rodda. It follows the adventures of three companions as they journey across the fictitious land of Deltora, endeavoring to recover the seven gems stolen from the magical Belt of Deltora and defeat allies of the evil Shadow Lord. The series was first published in Australia in 2000, and has since been published in more than 30 countries. As of February 2010, the series has sold over 15 million copies worldwide, including 2 million in Australia. It is published by Scholastic in Australia and the United States. In most countries, the series is illustrated by Marc McBride.\nThe series consists of fifteen books: the first eight comprise the Deltora Quest series, the next three comprise the Deltora Shadowlands series (also known as Deltora Quest 2, Deltora II or Deltora 2) and the final four comprise the Dragons of Deltora series (also known as Deltora Quest 3, Deltora III or Deltora 3).",
    "title": "Deltora Quest",
    "totalBookMembers": 15,
    "totalSubseries": 0,
    "attribution_ids": [121]
  },
  {
    "id": 120,
    "synopsis": "Amber Brown is a series of realistic fiction novellas for children created and originally written by Paula Danziger; later written by Elizabeth Levy and Bruce Coville. Early editions are illustrated by Tony Ross and later by Anthony Lewis. The original series is narrated in first person by Amber Brown, starting near the end of her third grade year and through the summer after her fourth grade year. Danziger's balance of humor and real life tribulations are masterfully balanced to reach readers on a deep level throughout the series.",
    "title": "Amber Brown",
    "totalBookMembers": 15,
    "totalSubseries": 0,
    "attribution_ids": [122]
  },
  {
    "id": 121,
    "synopsis": "Frog and Toad are the main characters in a series of easy-reader children's books, written and illustrated by Arnold Lobel (who also wrote Mouse Soup).\nEach book contains five simple, often humorous, sometimes poignant, short stories chronicling the exploits of the anthropomorphic frog and his friend, a toad. Some of their adventures include attempting to fly a kite, cleaning Toad's dirty house instead of postponing the chores to the next day, and finding out different reasons for isolation.\nFrog is taller with a green shade, and is more cheery and relaxed than Toad; Toad is shorter and stout with a brown shade, and while just as caring and friendly as Frog, is also the more serious and uptight of the duo.",
    "title": "Frog and Toad",
    "totalBookMembers": 4,
    "totalSubseries": 0,
    "attribution_ids": [123]
  },
  {
    "id": 122,
    "synopsis": "Shiloh is a media franchise that includes four novels and three films.",
    "title": "Shiloh",
    "totalBookMembers": 4,
    "totalSubseries": 0,
    "attribution_ids": [124]
  },
  {
    "id": 123,
    "synopsis": "Consists of The Golden Cord (2008), The Dragon Hunters (2009), The Secret Empire (2012), The Crystal Eye (forthcoming), The Iron Brotherhood (forthcoming)",
    "title": "Iron Dragon Series",
    "totalBookMembers": 5,
    "totalSubseries": 0,
    "attribution_ids": [125]
  },
  {
    "id": 124,
    "synopsis": "The Riyria Revelations is a series of six high fantasy novels (published in three volumes) written by Michael J. Sullivan and published by Orbit Books in 2011 and 2012. The series consists of three original titles, Theft of Swords, Rise of Empire, and Heir of Novron. The books were previously self-published as a six-volume series selling 90,000 copies.",
    "title": "Riyria Revelations",
    "totalBookMembers": 7,
    "totalSubseries": 0,
    "attribution_ids": [126]
  },
  {
    "id": 125,
    "synopsis": "The Hunger Games is a series of young adult dystopian novels written by American novelist Suzanne Collins. The series is set in The Hunger Games universe, and follows young Katniss Everdeen.\nThe novels in the trilogy are titled The Hunger Games (2008), Catching Fire (2009), and Mockingjay (2010).",
    "title": "The Hunger Games",
    "totalBookMembers": 4,
    "totalSubseries": 0,
    "attribution_ids": [127]
  },
  {
    "id": 126,
    "synopsis": "Horatio Hornblower is a fictional Napoleonic Wars–era Royal Navy officer who is the protagonist of a series of novels and stories by C. S. Forester. He was later the subject of films, radio and television programmes, and C. Northcote Parkinson elaborated a definitive biography.\nThe original Hornblower tales began with the 1937 novel The Happy Return (U.S. title Beat to Quarters) with the appearance of a junior Royal Navy captain on independent duty on a secret mission to Central America. Later stories filled out his earlier years, starting with an unpromising beginning as a seasick midshipman. As the Napoleonic Wars progress, he gains promotion steadily as a result of his skill and daring, despite his initial poverty and lack of influential friends. After surviving many adventures in a wide variety of locales, he rises to the pinnacle of his profession, promoted to Admiral of the Fleet.",
    "title": "Horatio Hornblower",
    "totalBookMembers": 17,
    "totalSubseries": 0,
    "attribution_ids": [128]
  },
  {
    "id": 127,
    "synopsis": "House of Night is a series of young adult vampire-themed fantasy novels by American author P. C. Cast and her daughter Kristin Cast. It follows the adventures of Zoey Redbird, a sixteen-year-old girl who has just become a \"fledgling vampyre\" and is required to attend the House of Night boarding school in Tulsa, Oklahoma.",
    "title": "House of Night",
    "totalBookMembers": 16,
    "totalSubseries": 0,
    "attribution_ids": [129]
  }
]
